---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlanViewLevel
source: html/9d45a707-a6de-dd1e-9dc9-fc6230f99652.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlanViewLevel Property

"Associated Level"

## Syntax (C#)
```csharp
public static ForgeTypeId PlanViewLevel { get; }
```